/* File menu entry under Import Catalog */
"Aperture Library…" = "Libreria di Aperture…";

/* Error message if Aperture library cannot be opened because its database is unreadable */
"Could not open this Aperture library's database." = "Non è stato possibile aprire questo database della libreria di Aperture.";

/* Error message if Aperture library appears to have no media items */
"This library appears to be empty." = "La libreria sembra essere vuota.";

/* Error message if Aperture library cannot be opened because Aperture currently has it open */
"This library is currently open." = "La libreria è in uso al momento.";

/* Error message if failing to get document properties of a Aperture library for import */
"Unable to read Aperture library properties." = "Non è stato possibile leggere le proprietà della Libreria di Aperture.";

